Repository: billw2/gkrellmss
Catalog: po/*.po
Languages: ru

source: \c\fSound source:\n\cOff
ru: \c\fИсточник звука:\n\cВыкл

source: <h>VU Meter
ru: <h>VU Счетчик

source: Two fast response krells show left and right audio signal levels averaged over about 1/20 sec. There are also two slow decay peak response krells.
ru: Два малоинерционных крелла отображают уровень аудио сигналов правого и левого каналов с обновлением раз в 1/20 секунды. Также есть два медленно спадающих крелла.

source: <h>Chart
ru: <h>Чарт

source: The chart has oscilloscope and spectrum analyzer modes toggled by pressing the mode button on the chart.
ru: Есть два режима чарта. Осцилограф и анализатор спектра. Переключение между ними происходит нажатием на кнопку режима в области чарта.

source: <h>Panel Buttons
ru: <h>Кнопки на панели

source: In oscilloscope mode, the two buttons to the left of the VU Meter select an oscope horizontal sweep speed ranging from 100 microseconds (usec) per division to 50 miliseconds (msec) per division. There are 5 horizontal divisions, so a trace sweep time can range from 500 usec (1/2000 sec) to 250 msec (1/4 sec).
ru: В режиме осцилографа, с помощью двух кнопок слева от VU счетчика можно выбрать границы горизонтальной развертки скорости, проранжированной от 100 микросекунд (мкс), до 50 милисекунд (мс) в делении. Есть 5 горизонтальных делений, таким образом наблюдаемая область развертки может варьироваться от 500 мкс (1/2000 сек) до 250 мс (1/4 сек).

source: In spectrum analyzer mode, the two buttons select a frequency resolution and range. As the '>' button is pressed, there is better lower frequency resolution at the expense of slower update times.
ru: В режиме спектрального анализатора, с помощью этих кнопок можно выбрать диапозон частот и разрешение. При нажатии '>' кнопки, увеличивается разрешение, но увеличивается время обновления.

source: <h> Mouse Button Actions:
ru: <h> Действия мыши:

source: <b> Left
ru: <b> Левой кнопкой

source: click and drag in the VU Meter krell region to adjust VU Meter. and chart sensitivity.
ru: нажать и тянуть в области крелла VU счетчика для регулировки VU счетчика и чувствительности чарта.

source: on the chart in spectrum analyzer mode toggles a frequency to draw highlighted.
ru: в области чарта в режиме анализатора спектра переключает подсвечиваемую частоту.

source: <b> Wheel
ru: <b> Колесо

source: button anywhere in the panel also adjusts sensitivity.
ru: везде регулирует чувствительность.

source: <b> Middle
ru: <b> Средней кнопкой

source: on the chart toggles display of chart labels.
ru: в области чарта в(ы)ключаются подписи к чарту.

source: <b> Right
ru: <b> Правой кнопкой

source: on the panel opens this configuration window.
ru: открывается конфигурационное окно.

source: Options
ru: Опции

source: Info
ru: Инфо

source: About
ru: О программе

source: GKrellMSS %d.%d %s GKrellM Sound Scope Copyright (c) 2002-2004 by Bill Wilson bill@gkrellm.net http://gkrellm.net Released under the GNU Public License
ru: GKrellMSS %d.%d %s GKrellM Sound Scope Copyright (c) 2002-2004 by Bill Wilson bill@gkrellm.net http://gkrellm.net Распространяется под GNU Public License

source: \cSound error?\n\f\cClick here to\n\f\ctry to open
ru: \cSound error?\n\f\cНажмите здесь\n\f\cдля выбора

source: /Sound Source
ru: /Источник звука

source: Off
ru: Выкл

source: /Esound Control/Standby
ru: /Esound Управл/Выключить

source: /Esound Control/Resume
ru: /Esound Управл/Включить

source: /Esound Control/Status
ru: /Esound Управл/Статус
